Repository: common-repository/bog-ipay-payment-gateway
Catalog: languages/ipay-woocommerce-gateway-*.po
Languages: ka_ge

source: Payment can be fulfilled with BOG personal Internet banking as well as VISA, MasterCard and American Express cards.
ka_ge: გადახდა შესაძლებელია როგორც VISA, MasterCard და American Express ტიპის ბარათებით, ასევე BOG ინტერნეტბანკის მონაცემების გამოყენებით.

source: Enable/Disable
ka_ge: ჩართვა/გამორთვა

source: Enable IPay Gateway
ka_ge: iPay გადახდის მეთოდის აქტივაცია

source: Demo mode
ka_ge: დემო ვერსია

source: Enable Demo Mode
ka_ge: დემოს აქტივაცია

source: Place the payment gateway in test mode using test demo merchant id and password.
ka_ge: სატესტო მერჩანტის იდენტიფიკატორისა და პაროლის გამოყენებით , გადახდის პლაგინი გადაიყვანეთ სატესტო რეჯიმში.

source: Demo Merchant ID
ka_ge: სატესტო მერჩანტეს იდენტიფიკატორი

source: Demo Merchant Password
ka_ge: სატესტო მერჩანტეს პაროლი

source: Real Merchant ID
ka_ge: მერჩანტის იდენტიფიკატორი

source: Real Merchant Password
ka_ge: მერჩანტის პაროლი

source: Something went wrong, URL not found.
ka_ge: დაფიქსირდა გაუთვალისწინებელი შეცდომა,მისამართი ვერ მოიძებნა.

source: Unsupported currency. iPay only supports GEL.
ka_ge: ტრანზაქციის შესრულება შესაძლებელია მხოლოდ ლარში.

source: iPay not responding, please try again later
ka_ge: iPay მიუწვდემელია, სცადეთ მოგვიანებით

source: Something went wrong, please try later.
ka_ge: დაფიქსირდა გაუთვალისწინებელი შეცდომა, გთხოვთ, სცადოთ მოგვიანებით.

source: Hey, your order is received. Thank you!
ka_ge: თქვენი შეკვეთა მუშავდება. მადლობა!

source: Payment refunded
ka_ge: თანხა დაბრუნებულია
